"""校外经历"""
string1 = """工作经验 
2013.10-至今       广州银行                 营业部柜员 
« 根据客户的需求提供专业的银行业务咨询和办理； 
« 协助产品经理完成每期的产品促销，选择卖家和产品，保证促销活动的完成； 
« 受理客户的意见建议，并做好记录反馈； 
2011.7-2013.9      广发银行                 营业部开户业务 
« 组织开展投资顾问业务，完成客基础服务工作； 
« 负责经纪人业务的规范管理和业务推进； 
« 负责各类创新业务的拓展和推进； 
2010.10-2011.6     东亚银行（中国）有限公    营业部柜员 
« 负责外币及人民币柜台业务，包括储蓄、汇款等，确保按照操作规程办理业务  
« 提供标准柜台服务，热情接待客户，及时准确地办理柜面业务；  
« 完成分行/支行安排的其他工作"""

string2 = """项目经历 
2015.06  为南阳市桐柏县阳光半岛房地产项目制作“桐柏醉美啤酒节”主题微信
宣传页面和抽奖活动程序； 
2015.05 为南阳市镇平县上花轿婚纱摄影首届“魅力达人秀”活动制作微信晒照片
投票程序，对接微信相关 API，程序上线不到一个月，便得到了上百万的访问量，
其中峰值一日达到 2 万多 IP 访问量； 
2015.04-05  为 南 阳 房 顾 问 网 络 有 限 公 司 开 发 房 地 产 营 销 系 统 ， 系 统 采 用
ThinkPHP+Bootstrap+jQuery 进行开发，并为 IOS 和安卓客户端编写了接口；"""

string3 = """实习经历                                                                                       
 2016.12-2017.3        瑞华会计师事务所（特殊普通合伙）深圳分所       审计助理 
- 了解某加工制造企业内部控制，对相关人员进行访谈，完成采购与付款循环中的穿行测试和控制测试  
- 参与某瓷器制造企业监盘工作，发现账实不符的情况及时要求企业进行说明，并完成监盘报告 
- 完成某通讯制造企业的年审中应付账款等科目实质性底稿，发出企业往来询证函 40 余份，检查供应商采 
购合同 72 份，检查入库单、发票、付款回单等原始凭证与记账凭证 100 余份 
- 了解某高新科技企业母公司关于货币资金的内部控制，执行穿行测试和控制测试，并完成母公司及其 10
家子公司应付账款等科目实质性底稿，发出企业询证函 30 余份，检查采购合同、原始凭证、记账凭证 
 2015.7-2015.8         广东省韶关市始兴县地方税务局城区分局           税源管理办公室助理 
- 跟随税管员进行户籍日常巡查，与纳税人接触，实地检查纳税人税务登记，申报缴纳等情况 
- 帮助纳税人填写申报表，解答税收政策，及时发现纳税人错误，防止国家税收的流失  
- 有效整理税收档案 300 余份，核对资料完整性，编号以方便查找，过程中发现错误及时汇报 
- 学习税务局税务登记开业，变更与注销等办事流程，学习金税三期工程软件使用方法 """

string4 = """社会实践                                                                                       
 2015.6-2015.9         中南财经政法大学暑期社会实践财税小分队         队员 
- 收集资料，讨论确定选题，联系指导老师，分工合作撰写立项申报书 
- 利用暑假进行实地走访各大商圈，进行调研，发现实际与理论差距，撰写结项报告 """

string5 = """四、实习实践
时间：2016.3-2017.2 单位：新闻学院党政办公室 职务： 办公室助理
协助老师工作，包括公文收发、资料整理、对外联络、会场布置等。
时间：2017.7-2017.8 单位：湖北日报 职务：实习记者
新闻采访报道，参加各种大型会议、记录会议内容、收集会场相关信息、编辑新闻稿等。
时间：2017.9-2017.10 单位：武汉市水务局 职务：事务员
水泵日常运维，负责 69 处泵房设备的实地探查、新装设备报装审批等。
时间：2018.1-2018.3 单位：中建深圳装饰公司 职务：政工部文员
常驻雄安项目，负责主持日常工作会议、管理档案、为驻场人员提供后勤服务等。
时间：2018.10-2018.11 单位：长江少年儿童出版社 职务：实习编辑
参与丛书出版，主要工作内容有审稿、校对、盘库存等。"""

string6 = """校外经历 
2014.8 至今 
广西崇左市宁明县农村信用合作社（2015-07 至 2015-08）              大堂经理实习生 
热情解答咨询：解答客户有关单位房贷缴款的单据内容填写、公共事业费用特定交单地点； 
指导办理业务：多次指导银行客户填写开户单据的信息，指导客户填写挂失、电汇等单据； 
现金业务清点：清点并整理大量小额现金，筛选整理严重破损的大额现金，然后上交销毁 
广西崇左市龙州县地方税务局                                              实习生                                                         
熟悉地方税务局的工作环境；传送办公室工作文件；整理办公室文件"""

string7 = """2017.07-2017-09    东吴证券股份有限公司    投行部实习生 
 整理企业 IPO 的相关数据和资料； 
 跟进项目组，协助开展走访核查工作。 
工作经验"""

string8 = """实习经历 
2017.07 - 2017.08    清镇市财政局会计稽核科 会计实习生 
• 协助会计凭证录入、购买票据、办理银行存取款和结账结算业务 
• 审核报销单据、发票及附件等600多份原始单据 
• 核对各单位财政支付申请书与平台金额、使用情况是否相符，编制并办理相
关支付凭证 """

string9 = """实践经历 
Project Experience 
2017.7 至 2017.8   中国建设银行襄阳樊城区支行          大堂经理助理 
⚫ 主要负责大厅分流的工作。该过程中需要与客户进行亲切有效的沟通，迅速辨识出客户的业务需求，并将其引领
至对应窗口； 
⚫ 利用大厅的业务终端机对相对简单的业务进行机上办理。辨识出能够机上完成的业务需求，将客户引领至终端机
进行协助操作； 
⚫ 负责对建设银行网上银行 APP 的宣传使用，以及对该网上银行业务的办理协助，并向客户宣传可供选择的银行内
提供的金融产品。 """

string10 = """	实习活动
	2016.07-2016.09
富士康武汉科技工业园	软件测试
对惠普企业级计算机，服务器通过软件和人工进行系统稳定性测试。
从中学习到计算机硬件组成知识。锻炼了各种测试软件如3DMarks，WinPVT的使用和英文测试报告的书写能力。
2016.04-至今
校园论坛KOT	自主开发
自主开发校园论坛KOT，期间使用过前端开发库jquery和framework7，php响应网站请求，Python抓取教师信息数据。
Github: https://github.com/wang-kot/kot.git
2016.04-2016.07
环保盒子团队	技术支持
环保盒子是主打高校市场互联网回收的微信公众号。
作为技术支持、负责和成员讨论网站设计修改方向，帮助添加新页面，如积分兑换面。
阅读了开发源码，了解了网站开发的流程和结构。
2014.04-2015.07  
院学生会网路部	干事
同其他成员共同组织策划网络部活动，期间举行过“字字珠玑”活动，负责商量活动内容，分发活动传单，组织班级和院内同学参加活动，活动现场维护。并将活动留为网络部传统活动。"""

string11 = """校外实践         
2015.7-2015.9      在深圳市龙岗区人民法院执行一局实习    法官助理
主要工作：      1. 接洽当事人并制作相关裁判文书，整理案件卷宗。
                  2. 协助法官参与执行事务，对企业违法所得进行查封扣押冻结。
                  3. 跟进划拨款项的执行情况，处理法院财务系统相关数据。
2014.12-2015.1     在深圳市龙岗区通远律师事务所实习      律师助理
主要工作：      1. 陪同律师前往公安局、检察院、法院对案件开展立案、追踪、调查等工作。
                  2.整理案件材料，为客户提供法律咨询。
                  3.通过在律所的实习，成功为律所接待数名客户，并协助律师进行了案件的追踪调查。"""

exp_string_list = [string1, string2, string3, string4, string5, string6, string7, string8, string9, string10, string11]

"""校内经历"""

str1 = """校园经历                                                                                       
 2014.6-2015.5         中南财经政法大学财政税务学院学生会             学术部副部长 
- 主办过院新生辩论赛，全程参与活动的组织策划、宣传宣讲，成功吸引近百人报名参加，并最终圆满举办 
- 协办模拟职场挑战赛，公务员面试挑战赛，以及新生风采大赛和送毕业生晚会等活动 
- 参与部门招新活动，协助部长管理部门 
 2014.9-2016.1         中南财经政法大学财政税务学院学生助教中心       助教兼负责人 
- 帮助老师管理课堂，批改 200 余份作业，完成上传下达的任务 
- 帮助老师使用网络教学平台，及时发布课堂通知，收集同学意见并向老师反映 
"""

str2 = """三、校园经历
2015.9-2016.6 棋牌协会副会长（负责社团招新、带队参赛、组织社团活动等。）
2016.9-2017.6 学习委员（收发课堂作业、负责上课考勤、参与班务管理等。）
2018.9-2018.10 前程无忧校园大使（招聘会现场宣传、引导及签到管理等。）
"""

str3 = """校内经历 
2013.9 至今 
班干部任职：团支书                                            2016-03 至 2017-06 
及时高效地落实院团委组织布置的各项工作，并及时反馈工作进度；按时组织开展班级团
支部开展丰富有益的团日活动，增强同学们的团结意识和互助意识，并编写团日活动报告 
志愿者服务经历（3 个活动）                                            共 36 小时 
参与校级夜市义卖活动，协助筹集贫困地区资助善款，最终本学院筹集金额居第一；参与
阳春社区志愿活动，维护社区环境；加入“争渡识图”网上服务活动，解决盲人上网困难 
社团经历：情商协会社团宣传部干事（2013-2014）；挑战者同盟社团成员（2013 年至今）          
作为情商协会社团宣传部干事，负责社团宣传工作，学习掌握 ps 技能并制作社团宣传海报 
作为挑战者同盟社团成员，热爱社团集体户外活动，参与户外爬山露营、篝火游戏等活动 """

str4 = """教育背景 
2016.09-2017.06    院团委   宣传部部长 
 利用 Photoshop 制作海报物料，运营学院微信公众号； 
 策划组织学院活动的宣传工作。"""

str5 = """学生工作 
2016.09 - 2017.06   会计学院学生会社团部 副部长，财务负责人 
• 编制活动财务预算，合理安排活动经费，制作和审核各项财务报表 
• 核算社团财务状况，帮助下属社团查出7项往届账务错记漏记问题 
• 制定"魔幻之夜"专场晚会预算，晚会400人会场座无虚席 
2016.09 - 2017.06   财务管理1501 组织委员 
• 策划班级团日活动方案，组织活动并进行并结项答辩，活动成功进入校级"
十佳团日活动"决赛 
• 负责升学求职沙龙的主讲人邀请和PPT制作，吸引到班级内外80余人参加 
志愿实践 
2017.02-2017.03   • “博文杯”大学生实践创新基金项目                    院级重点项目 
2017.06-2017.08   • 暑期社会实践 “”                                   优秀社会实践成果"""

str6 = """校园经历 
Campus experience 
  2015.10 至 2016.3  尼加提·雪莲花志愿服务队                干事 
⚫ 参与育苗助学金计划项目委员会工作，负责委员会内部项目的跟进和定期汇报； 
⚫ 参与江夏区志愿者项目“青年之家”的周末授课志愿服务工作，主要负责协助教师授课、维护现场秩序、与现场家
长沟通协调的工作；   
⚫ 组织并多次参与尼加提·雪莲花校内义卖活动，在工作中可以调动团队积极性，积极主动地向外界宣传志愿队的服
务理念和公益价值；"""

str7 = """校内实践
2014.7-2016.7      在法学院《南湖法学》学术期刊编辑部    责任编辑
主要工作：     1. 对来往稿件进行审查校对排版，撰写初稿意见，并联系教师出具论文意见。
                  2. 举办论文学术讲座及论文大赛，撰写策划，组织分配任务。
                  3. 成功出版3期《南湖法学》期刊，并成功举办了数次论文学术讲座及论文大赛，提升了部门工作效益。
2014.9-2015.7      在法学院志愿者协会社区矫正服务团      服务团成员
主要工作：     1. 前往武汉市洪山区司法局对违法分子进行了社区矫正教育。
                  2.通过与多名违法分子的沟通，成功为其普及了相关法律知识并令其认识到错误。
2015.6-2015.7      在学院团委组织部                      组织策划者
主要工作：      1. 撰写青马班、团日活动等策划，协助配合活动会场的布置。
                  2. 协助组织部举办了数场青马班培训会及团委会议，会场效果获得学院好评。"""

str8 = """科研/竞赛经历
2017.11 ~ 2018.04 校“博文杯”大学生创新基金项目 《“租住同权”背景下武汉市租房租赁市场现状及问题研究》
 负责实地访谈、数据收集、信度效度和描述性统计分析；
 选取武汉市分布广泛的链家地产作为中介调查对象，运用 PEST 方法分析房屋租赁市场，主成分分析
法提取影响因素，层次分析法衡量市场问题严重性；
2018.03 ~ 2018.06 《生存分析》课程论文 《moba 类游戏中“一血”因素对失去前七次击杀时间的影响》
 从 kaggle 上获取 94357 场 LOL 比赛数据、估计 Kaplan-Meier 生存曲线并构建 COX-PH 生存模型；
 对数据清洗、检验、建模、优化的实践过程有了初步的宏观了解，认识和理解进一步加深。
2018.02 美国大学生数学建模比赛（MCM） 第一负责人 H 奖（Honorable Mention）
 担任主要建模和论文撰写，自学数模方法，四天内协同完成 3000+英语论文；
 利用神经网络算法的 RBF 网络结构和时间序列等模型对数据进行建模分析，用马尔科夫链进行预测。
2018.05 第十一届华中地区大学生数学建模邀请赛 第一负责人 《基于二元 logistic 回归的糖尿病大数据分析》
 负责建模和部分论文撰写；
 利用 stata 建立 logistic 回归模型，用 Lasso 方法筛选变量，评价分析医院治疗糖尿病病人的模式。
2018.04 市场调查与分析大赛 项目负责人 《基于二元选择模型对空气净化器市场现状的研究——以武汉为例》
 发放六百多份问卷，用 PPS 三阶段抽样和分层抽样相结合的方式进行实地调查，并进行实地访谈。
2017.06 中国工商银行校园商战大赛 优胜奖（全国前 30%）
 负责数据的收集归纳和模型的构建，对商赛有初步的了解，培养团队合作意识"""

campus_string_list = [str1, str2, str3, str4, str5, str6, str7, str8]
